Repository: TheEntreveloper/healthesy
Catalog: lib/l10n/app_*.arb
Languages: es

# homeTab
source: HOME
es: INICIO

# notesTab
source: NOTES
es: NOTAS

source: Your health notes
es: Sus notas de salud

# addNoteTip
source: Add Note
es: Añadir nota

source: Ups & Downs
es: Altas y Bajas

source: Health Info
es: Info Salud

source: Weight
es: Peso

source: Help
es: Ayuda

# appTitle
source: Helping You Stay Healthy
es: Ayuda Para Seguir Saludable

# upsDownsGraphTitle
source: Emotional & Physical Fluctuations
es: Fluctuaciones emocionales y físicas

source: Weight Chart
es: Gráfico de Peso

# weightDataBtn
source: Enter weight data
es: Entre datos de peso

source: Weight Data Form
es: Formulario de Datos de Peso

# helpTitle
source: Healthesy Help
es: Ayuda de Healthesy

# noNotesMsg
source: No notes
es: 0 Notas

# newNoteTitle
source: New Note
es: Cree Nota

# editNoteTitle
source: Edit Note
es: Editar nota

# saveBtn
source: Save
es: Guardar

# updateBtn
source: Update
es: Actualizar

# consultNoteText
source: CONSULTATION DETAILS
es: DETALLES DE LA CONSULTA

# medcondNoteText
source: MEDICAL CONDITION
es: CONDICIÓN MÉDICA

# incidentNoteText
source: STRESSFUL EVENT
es: EVENTO ESTRESANTE

# symptomsNoteText
source: SYMPTOMS
es: SÍNTOMAS

# testNoteText
source: TEST RESULTS
es: RESULTADOS DE LA PRUEBA

# noteDelMsg
source: Note deleted
es: Nota eliminada

# noteWillDelMsg
source: Note will be deleted
es: La nota será eliminada

# medcondText
source: Medical condition
es: Condición médica

# diagnosedByText
source: Diagnosed by
es: Diagnosticado por

source: Date diagnosed
es: Fecha diagnosticada

# comment
source: Comment (optional)
es: Comentario (opcional)

source: Optional Image
es: Imagen opcional

# drName
source: Dr's Name
es: Nombre del Dr.

# drNameMissingText
source: Please enter Dr's name
es: Por favor ingrese el nombre del Dr.

# consultDate
source: Consultation Date
es: Fecha de consulta

# nameIncident
source: Name the incident
es: Nombre el incidente

source: Incident Date
es: Fecha del incidente

source: Symptoms
es: Síntomas

source: Date started
es: Fecha de inicio

source: Date tested
es: Fecha de prueba

source: Medtests
es: Pruebas medicas

# testsExamples
source: (ex.: cholesterol, bp)
es: (ex.: colesterol, etc)

# symptExamples
source: (ex.: cough, fever)
es: (ex.: tos, fiebre)

# msgDeleted
source: Message deleted
es: Mensaje borrado

# msgWillDel
source: Message will be deleted
es: El mensaje será eliminado

# noMsgs
source: No messages yet
es: Aún no hay mensajes

# heightLabel
source: Height (cm, no decimals)
es: Altura (cm, sin decimales)

# heightMissingMsg
source: Please enter your height
es: Por favor, introduzca su altura

source: No decimals
es: Sin decimales

# weightLabel
source: Weight (kg, no decimals)
es: Peso (kg, sin decimales)

# weightMissingMsg
source: Please enter your weight
es: Por favor ingrese su peso

source: Other
es: Otro

source: Gender
es: Género

# healthImpactMsg
source: for health impact of biological gender
es: para el impacto en la salud del género biológico

source: Age range
es: Rango de edad

source: Health factors
es: Factores de salud

# healthDataSvMsg
source: Health data saved
es: Datos de salud guardados

# healthDataUpdMsg
source: Health data updated
es: Datos de salud actualizados

source: Medical Services
es: Servicios médicos

# serviceName
source: Service name (Dr. name, Hospital, etc)
es: Nombre del Servicio Medico (Dr., Hospital, etc)

# practiceNumber
source: Practice number (optional)
es: Número de práctica (opcional)

# email
source: Email Address
es: Dir. de correo electrónico

source: Telephone
es: Teléfono

source: No data
es: Sin datos

source: Settings
es: Ajustes

source: About
es: Sobre

source: Contact
es: Contacto
